Repository: andy-js/hal
Catalog: po/*.po
Languages: ca, et, eu, it, ja, km, ko, lt

source: External %s%s Drive
ca: Unitat %s%s externa
et: Väline %s%s seade
eu: %s%s kanpo unitatea
it: Unità %s%s esterna
ja: 外部%s%sドライブ
km: ដ្រាយ %s%s ក្រៅ
ko: 외장 %s%s 드라이브
lt: Išorinis %s%s diskasukis

source: %s%s Drive
ca: Unitat %s%s
et: %s%s kettaseade
eu: %s%s unitatea
it: Unità %s%s
ja: %s%sドライブ(D)
km: ដ្រាយ %s%s
ko: %s%s 드라이브
lt: %s%s diskasukis

source: External Floppy Drive
ca: Disquetera externa
et: Väline disketiseade
eu: Diskete unitate externoa
it: Unità floppy esterna
ja: 外部フロッピーディスクドライブ
km: ដ្រាយ​ថាស​ទន់​ក្រៅ
ko: 외장 플로피 드라이브
lt: Išorinis diskelių įrenginys

source: Floppy Drive
ca: Disquetera
et: Diskett
eu: Diskete unitatea
it: Unità floppy
ja: フロッピーディスクドライブ
km: ដ្រាយ​ថាស​ទន់
ko: 플로피 드라이브
lt: Diskelių įrenginys

source: %s External Hard Drive
ca: Disc dur extern %s
et: %s väline kõvakettaseade
eu: %s disko gogor externoa
it: Disco rigido esterno %s
ja: %s外部ハードディスクドライブ
km: ដ្រាត​ថាស​រឹងក្រៅ %s
ko: %s 외장 하드 드라이브
lt: %s Išorinis standusis diskas

source: %s Hard Drive
ca: Disc dur %s
et: %s kõvaketas
eu: %s disko gogorra
it: Disco rigido %s
ja: %sハードディスクドライブ
km: ថាស​រឹង %s
ko: %s 하드 드라이브
lt: %s Standusis diskas

source: External Hard Drive
ca: Disc dur extern
et: Väline kõvaketas
eu: Disko gogor externoa
it: Disco rigido esterno
ja: 外部ハードディスクドライブ
km: ដ្រាយ​ថាស​រឹងក្រៅ
ko: 외장 하드 드라이브
lt: Išorinis standusis diskas

source: Hard Drive
ca: Disc dur
et: Kõvaketas
eu: Disko gogorra
it: Disco rigido
ja: ハードディスクドライブ
km: ដ្រាយ​ថាសរឹង
ko: 하드 드라이브
lt: Standusis diskas

source: Drive
ca: Unitat
et: Ketas
eu: Unitatea
it: Unità
ja: ドライブ(D)
km: ដ្រាយ
ko: 드라이브
lt: Diskasukis

source: Blank CD-R
ca: CD-R buit
et: Tühi CD-R
eu: CD-R hutsa
it: CD-R vergine
ja: 空のCD-R(C)
km: ស៊ីឌី-អ. ទទេ
ko: 빈 CD-R
lt: Tuščias CD-R

source: Blank CD-RW
ca: CD-RW en blanc
et: Tühi CD-RW
eu: CD-RW hutsa
it: CD-RW vergine
ja: 空のCD-RW
km: ស៊ីឌី-អ.ស. ទទេ
ko: 빈 CD-RW
lt: Tuščias CD-RW

source: Blank DVD-RAM
ca: DVD-ROM en blanc
et: Tühi DVD-RAM
eu: DVD-RAM hutsa
it: DVD-RAM vergine
ja: 空のDVD-RAM
km: ឌីវីឌី-រ៉េម ទទេ
ko: 빈 DVD-RAM
lt: Tuščias DVD-RAM

source: Blank DVD-R
ca: DVD-R en blanc
et: Tühi DVD-R
eu: DVD-R hutsa
it: DVD-R vergine
ja: 空のDVD-R
km: ឌីវីឌី-អ. ទទេ
ko: 빈 DVD-R
lt: Tuščias DVD-R

source: Blank DVD-RW
ca: DVD-RW en blanc
et: Tühi DVD-RW
eu: DVD-RW hutsa
it: DVD-RW vergine
ja: 空のDVD-RW
km: ឌីវីឌី-អ.ស.ទទេ
ko: 빈 DVD-RW
lt: Tuščias DVD-RW

source: Blank DVD+R
ca: DVD+R en blanc
et: Tühi DVD+R
eu: DVD+R hutsa
it: DVD+R vergine
ja: 空のDVD+R
km: ឌីវីឌី+អ. ទទេ
ko: 빈 DVD+R
lt: Tuščias DVD+R

source: Blank DVD+RW
ca: DVD+RW en blanc
et: Tühi DVD+RW
eu: DVD+RW hutsa
it: DVD+RW vergine
ja: 空のDVD+RW
km: ឌីវីឌី+អ.ស. ទទេ
ko: 빈 DVD+RW
lt: Tuščias DVD+RW

source: Blank DVD+R Dual-Layer
ca: DVD+R de doble capa en blanc
et: Tühi kahekihiline DVD+R
eu: Kapa bikoitzeko DVD+R hutsa
it: DVD+R Dual-Layer vergine
ja: 空のDVD+Rデュアル層
km: ឌីវីឌី+អ. ទទេ ស្រទាប់​ទ្វេ
ko: 빈 DVD+R 듀얼-레이어
lt: Tuščias dvisluoksnis DVD+R

source: DVD+R Dual-Layer
ca: DVD+R de doble capa
et: Kahekihiline DVD+R
eu: Kapa bikoitzeko DVD+Ra
ja: DVD+Rデュアル層
km: ឌីវីឌី+អ. ស្រទាប់​ទ្វេ
ko: DVD+R 듀얼-레이어
lt: Dvisluoksnis DVD+R

source: Audio CD
ca: CD d'àudio
eu: Audio CDa
it: CD Audio
ja: オーディオCD
km: ស៊ីឌី​អូឌីយ៉ូ
ko: 오디오 CD

source: %s Removable Media
ca: Medi extraïble %s
et: %s eemaldatav andmekandja
eu: %s euskarri aldagarria
it: Dispositivo rimovibile %s
ja: %sリムーバブルメディア
km: មេឌៀ​ចល័ត %s
ko: %s 이동식 매체
lt: %s Keičiama laikmena

source: %s Media
ca: Medi %s
et: %s andmekandja
eu: %s euskarria
it: Dispositivo %s
ja: %sメディア
km: មេឌៀ %s
ko: %s 매체
lt: %s Laikmena

source: <b>Bandwidth:</b>
ca: <b>Ample de banda:</b>
et: <b>Läbilaskevõime:</b>
eu: <b>Banda zabalera:</b>
it: <b>Larghezza di banda:</b>
ja: <b>バンド幅:</b>
km: <b>កម្រិត​បញ្ជូន ៖</b>
ko: <b>대역폭:</b>
lt: <b>Juosta:</b>

source: <b>Bus Type:</b>
ca: <b>Tipus de bus:</b>
et: <b>Siini liik:</b>
eu: <b>Bus moeta:</b>
it: <b>Tipo di bus:</b>
ja: <b>バスの型:</b>
km: <b>ប្រភេទ​ខ្សែ​បញ្ជូន ៖</b>
ko: <b>버스 형식:</b>
lt: <b>Magistralės tipas:</b>

source: <b>Capabilities:</b>
ca: <b>Capacitats:</b>
et: <b>Omadused:</b>
eu: <b>Kapazitatea:</b>
it: <b>Funzionalità:</b>
ja: <b>機能:</b>
km: <b>សមត្ថភាព ៖</b>
ko: <b>능력:</b>
lt: <b>Galimybės:</b>

source: <b>Device Type:</b>
ca: <b>Tipus de dispositiu:</b>
et: <b>Seadme liik:</b>
eu: <b>Gailu moeta:</b>
it: <b>Tipo di dispositivo:</b>
ja: <b>デバイスの型:</b>
km: <b>ប្រភេទ​ឧបករណ៍ ៖</b>
ko: <b>장치 형식:</b>
lt: <b>Įrenginio tipas:</b>

source: <b>Device:</b>
ca: <b>Dispositiu:</b>
et: <b>Seade:</b>
eu: <b>Gailua:</b>
it: <b>Dispositivo:</b>
ja: <b>デバイス (D):</b>
km: <b>ឧបករណ៍ ៖</b>
ko: <b>장치:</b>
lt: <b>Įrenginys:</b>

source: <b>OEM Product:</b>
ca: <b>Producte OEM:</b>
et: <b>OEM tootja:</b>
eu: <b>OEM produktua:</b>
it: <b>Prodotto OEM:</b>
ja: <b>OEM製品:</b>
km: <b>ផលិតផល OEM ៖</b>
ko: <b>OEM 제품:</b>
lt: <b>OEM produktas:</b>

source: <b>OEM Vendor:</b>
ca: <b>Venedor OEM:</b>
et: <b>OEM tootja:</b>
eu: <b>OEM fabrikatzailea:</b>
it: <b>Marca OEM:</b>
ja: <b>OEMベンダ:</b>
km: <b>ក្រុមហ៊ុន​លក់ OEM ៖</b>
ko: <b>OEM 제조사:</b>
lt: <b>OEM gamintojas:</b>

source: <b>Power Usage:</b>
ca: <b>Ús d'energia:</b>
et: <b>Voolukasutus:</b>
eu: <b>Kontsumo energetikoa:</b>
it: <b>Consumo elettrico:</b>
ja: <b>電源使用:</b>
km: <b>ការ​ប្រើប្រាស់​ថាមពល ៖</b>
ko: <b>전원 사용량:</b>
lt: <b>Galios naudojimas:</b>

source: <b>Product:</b>
ca: <b>Producte:</b>
et: <b>Toode:</b>
eu: <b>Produktua:</b>
it: <b>Prodotto:</b>
ja: <b>製品:</b>
km: <b>ផលិតផល ៖</b>
ko: <b>제품:</b>
lt: <b>Produktas:</b>

source: <b>Revision:</b>
ca: <b>Revisió:</b>
et: <b>Versioon:</b>
eu: <b>Berrikuspena:</b>
it: <b>Revisione:</b>
ja: <b>リビジョン:</b>
km: <b>ការ​ពិនិត្យ​ឡើង​វិញ ៖</b>
ko: <b>수정판:</b>
lt: <b>Versija:</b>

source: <b>Status:</b>
ca: <b>Estat:</b>
et: <b>Olek:</b>
eu: <b>Egoera:</b>
it: <b>Stato:</b>
km: <b>ស្ថានភាព ៖</b>
ko: <b>상태:</b>
lt: <b>Būsena:</b>

source: <b>USB Version:</b>
ca: <b>Versió USB:</b>
et: <b>USB versioon:</b>
eu: <b>USB bertsioa:</b>
it: <b>Versione USB:</b>
ja: <b>USBバージョン:</b>
km: <b>កំណែ USB ៖</b>
ko: <b>USB 버젼:</b>
lt: <b>USB versija:</b>

source: <b>Vendor:</b>
ca: <b>Venedor:</b>
et: <b>Tarnija:</b>
eu: <b>Fabrikatzailea:</b>
it: <b>Marca:</b>
ja: <b>ベンダ:</b>
km: <b>ក្រុមហ៊ុន​លក់ ៖</b>
ko: <b>제조사:</b>
lt: <b>Gamintojas:</b>

source: Advanced
ca: Avançat
et: Muud
eu: Aurreratua
it: Avanzato
ja: 詳細(V)
km: កម្រិត​ខ្ពស់
ko: 고급
lt: Papildoma

source: Bus Type
ca: Tipus de bus
et: Siini liik
eu: Bus moeta
it: Tipo di bus
ja: バスの型
km: ប្រភេទ​ខ្សែបញ្ជូន
ko: 버스 형식
lt: Magistralės tipas

source: Device
ca: Dispositiu
et: Seade
eu: Gailua
it: Dispositivo
ja: デバイス (D)
km: ឧបករណ៍
ko: 장치
lt: Įrenginys

source: Device Manager
ca: Gestor de dispositius
et: Seadmehaldur
eu: Gailu adminitradorea
it: Gestione periferiche
ja: デバイスマネージャ
km: កម្មវិធី​គ្រប់គ្រង​ឧបករណ៍
ko: 장치 관리자
lt: Įrenginių tvarkyklė

source: Device Name
ca: Nom del dispositiu
et: Seadme nimi
eu: Gailuaren izena
it: Nome del dispositivo
ja: デバイス名(D)
km: ឈ្មោះ​ឧបករណ៍
ko: 장치 이름
lt: Įrenginio pavadinimas

source: Device Type
ca: Tipus de dispositiu
et: Seadme liik
eu: Gailu moeta
it: Tipo di dispositivo
ja: デバイスの型(D)
km: ប្រភេទ​ឧបករណ៍
ko: 장치 형식
lt: Įrenginio tipas

source: Device Vendor
ca: Venedor del dispositiu
et: Seadme tarnija
eu: Gailuaren fabrikatzailea
it: Marca dispositivo
ja: デバイスベンダ
km: ក្រុមហ៊ុន​លក់​ឧបករណ៍
ko: 장치 제조사
lt: Įrenginio gamintojas

source: Manufacturer ID
ca: ID del fabricant
et: Tootjakood
eu: Fabrikatzailearen IDa
it: ID produttore
ja: 製造者ID
km: លេខ​សម្គាល់​ក្រុមហ៊ុន​ផលិត
ko: 제조사 ID
lt: Gamintojo ID

source: Max Power Drain
et: Maks. Voolutarve
eu: Gehiengo energia kontsumoa
it: Consumo max.
ja: 最大 電源ドレーン
km: កន្លែង​បង្ហូរ​ថាមពល អតិបរមា
ko: 최대 전원 소모

source: OEM Manufacturer ID
ca: ID del fabricant OEM
et: OEM tootjakood
eu: OEM fabrikatzailearen IDa
it: ID produttore OEM
ja: OEM製造者ID
km: លេខសម្គាល់​ក្រុមហ៊ុន​ផលិត OEM
ko: OEM 제조사 ID
lt: OEM Gamintojo ID

source: OEM Product ID
ca: ID del producte OEM
et: OEM tootekood
eu: OEM produktuaren IDa
it: ID prodotto OEM
ja: OEM製品ID
km: លេខ​សម្គាល់​ផលិតផល OEM
ko: OEM 제품 ID
lt: OEM produkto ID

source: Product ID
ca: ID del producte
et: Tootekood
eu: Produktuaren IDa
it: ID prodotto
ja: 製品ID
km: លេខ​សម្គាល់​ផលិតផល
ko: 제품 ID
lt: Produkto ID

source: Product Revision
ca: Revisió del producte
et: Toote versioon
eu: Produktuaren berrikuspena
it: Revisione prodotto
ja: 製品リビジョン
km: ការ​ពិនិត្យ​ផលិតផល​ឡើង​វិញ
ko: 제품 개정
lt: Produkto versija

source: Status
ca: Estat
et: Olek
eu: Egoera
it: Stato
ja: 状況
km: ស្ថានភាព
ko: 상태
lt: Būsena

source: USB Bandwidth
ca: Ample de banda de l'USB
et: USB läbilaskevõime
eu: USBaren banda zabalera
it: Larghezza di banda USB
ja: USBバンド幅
km: កម្រិត​បញ្ជូន USB
ko: USB 대역폭
lt: USB juosta

source: USB Version
ca: Versió d'USB
et: USB versioon
eu: USB bertsioa
it: Versione USB
ja: USBバージョン
km: កំណែ USB
ko: USB 버젼
lt: USB versija

source: _Virtual Devices
ca: Dispositius _virtuals
et: _Virtuaalseadmed
ko: 가상 장치(_V)

source: %d: Could not read from '%s': %s
ko: %d: '%s'(으)로 부터 읽을 수 없습니다: %s

source: %d: Could not parse data from '%s'
ko: %d: '%s'(으)로 부터 데이터를 분석할 수 없습니다

source: %d: Could not write to temporary file: %s
ko: %d: 임시 파일을 만들 수 없습니다: %s

source: %d: Line ended prematurely
ko: %d: 줄이 너무 빨리 끝났습니다

source: %d: using temporary file '%s'
ko: %d: 임시 파일 '%s'(을)를 사용합니다

source: %d: Could not open temporary file for writing in directory '%s': %s
ko: %d: 임시파일을 쓸 디렉토리 '%s'(이)가 열 수 없습니다:%s

source: %d: Found %s pointing to %s in
ko: %01d: %03s(을)를 가르키는 %02s(을)를 발견했습니다

source: %d: Could not stat '%s': %s
ko: %d: '%s'의 상태를 얻을 수 없습니다: %s

source: %d: entering add_hal_device, udi='%s'
ko: %d: add_hal_device로 들어감, udi='%s'

source: %d: Could not add entry to fstab file: block device %s already listed
ko: %d: fstab파일에 항목을 더할 수 없습니다: 블럭장치 %s(이)가 이미 있습니다

source: %d: Failed to rename '%s' to '%s': %s
ko: %d: '%s'(을)를 '%s'(으)로 바꾸는데 실패했습니다: %s

source: %d: added mount point '%s' for device '%s'
ko: %01d: 장치 '%03s'에 대한 마운트 위치 '%02s'(을)를 더합니다

source: added mount point %s for %s
ko: %02s의 마운트 위치 %01s(을)를 더합니다

source: %d: Could not remove device '%s' with UDI '%s' from fs table: not found
ko: %01d: 파일시스템 테이블에서 UDI '%03s'(으)로 장치 '%02s'(을)를 지울 수 없습니다: 찾을 수 없습니다

source: %d: Failed to remove mount point '%s': %s
ko: %d: 마운트 위치 '%s'(을)를 지우는데 실패했습니다: %s

source: %d: removed mount point for device '%s'
ko: %d: 장치 '%s'의 마운트 위치를 지웠습니다

source: removed mount point %s for %s
ko: %02s의 마운트 위치 %01s(을)를 지웠습니다

source: %d: Seeing if line for dev='%s',mnt='%s' should be removed
ko: %d: dev='%s', mnt='%s' 줄이 지워지는 것을 감시합니다

source: removed all generated mount points
ko: 만들어진 마운트 위치를 모두 지웠습니다

source: Add an entry to fstab
ko: fstab에 항목을 더합니다

source: Remove an entry from fstab
ko: fstab에서 항목을 지웁니다

source: Remove all generated entries from fstab
ko: fstab에서 생성된 항목을 모두 지웁니다

source: Report detailed information about operation progress
ko: 동작 진행에 관한 자세한 정보를 알려줍니다

source: %d: %s entering; %s udi=%s
ko: %d: %s 들어감; %s udi=%s

source: %d: couldn't open %s O_RDONLY; bailing out
ko: %d: %s(을)를 읽기 전용으로 열 수 없습니다; 빠져나갑니다

source: %d: Acquiring advisory lock on
ko: %d: 권고 잠금 얻는 중

source: %d: Error acquiring lock '%s'; bailing out
ko: %d: '%s' 잠금 얻는데 오류; 빠져나갑니다

source: %d: Lock acquired
ko: %d: 잠금을 얻었습니다

source: %d: Releasing advisory lock on %s
ko: %d: %s 권고 잠금 푸는 중

source: %d: Error releasing lock '%s'
ko: %d: '%s' 잠금 푸는데 오류

source: %d: Lock released
ko: %d: 잠금 풀림

source: %d: %s exiting; %s udi=%s
ko: %d: %s 빠져나감; %s udi=%s

source: CD-R
ja: CD-R(C)
km: ស៊ីឌី-អ.

source: CD-RW
km: ស៊ីឌី-អ.ស.

source: DVD-RAM
km: ឌីវីឌី-រ៉េម

source: DVD-R
km: ឌីវីឌី-អ.

source: DVD-RW
km: ឌីវីឌី-អ.ស.

source: DVD+R
km: ឌីវីឌី+អ.

source: DVD+RW
km: ឌីវីឌី+អ.ស.

source: Blank BD-R
ca: BD-R buit
et: Tühi BD-R

source: Blank BD-RE
ca: BD-RE buit
et: Tühi BD-RE

source: Blank HD DVD-R
ca: HD DVD-R buit
et: Tühi HD DVD-R

source: Blank HD DVD-RW
ca: HD DVD-RW buit
et: Tühi HD DVD-RW
